[
    {
        "text": "It is quality rather than quantity that matters.",
        "author": "Seneca"
    },
    {
        "text": "Life, if well lived, is long enough.",
        "author": "Seneca"
    },
    {
        "text": "Another person will not hurt you without your cooperation. You are hurt the moment you believe yourself to be.",
        "author": "Epictetus"
    },
    {
        "text": "Everyone thinks of changing the world, but no one thinks of changing himself.",
        "author": "Leo Tolstoy"
    },
    {
        "text": "If someone is able to show me that what I think or do is not right, I will happily change, for I seek the truth, by which no one was ever truly harmed. It is the person who continues in his self-deception and ignorance who is harmed.",
        "author": "Marcus Aurelius"
    },
    {
        "text": "Without an ever-present sense of death, life is insipid.",
        "author": "Muriel Spark"
    },
    {
        "text": "There is wonder all around us, but we are ephemeral.",
        "author": "Tim Ferriss"
    },
    {
        "text": "100 percent of us die.",
        "author": "C. S. Lewis"
    },
    {
        "text": "Keep a clear eye toward life’s end.",
        "author": "Francis of Assisi"
    },
    {
        "text": "You may not wake up tomorrow… You may not sleep again.",
        "author": "Seneca"
    },
    {
        "text": "The one who puts the finishing touches on their life each day is never short of time.",
        "author": "Seneca"
    },
    {
        "text": "Let us prepare our minds as if we’d come to the very end of life. Let us postpone nothing. Let us balance life’s books each day.",
        "author": "Seneca"
    },
    {
        "text": "Let each thing you would do, say, or intend be like that of a dying person.",
        "author": "Marcus Aurelius"
    },
    {
        "text": "When you arise in the morning think of what a privilege it is to be alive, to think, to enjoy, to love…",
        "author": "Marcus Aurelius"
    },
    {
        "text": "Keep death and exile before your eyes each day, along with everything that seems terrible. By doing so, you’ll never have a base thought nor will you have excessive desire.",
        "author": "Epictetus"
    },
    {
        "text": "Death, when it approaches, ought not to take one by surprise. It should be part of the full expectancy of life.",
        "author": "Muriel Spark"
    },
    {
        "text": "We all appear to ourselves frustrated in our old age… because we cling to everything so much.",
        "author": "Muriel Spark"
    },
    {
        "text": "O gentlemen, the time of life is short! To spend that shortness basely were too long, If life did ride upon a dial’s point, Still ending at the arrival of an hour.",
        "author": "William Shakespeare, Henry IV, Act 5, Scene 2"
    },
    {
        "text": "It seems to me that everything passes so quickly that we should be thinking more about how to die than how to live.",
        "author": "Teresa of Avila"
    },
    {
        "text": "Begin doing what you want to do now. We are not living in eternity. We have only this moment, sparkling like a star in our hand – and melting like a snowflake.",
        "author": "Francis Bacon"
    },
    {
        "text": "Memento Mori – remember death! These are important words. If we kept in mind that we will soon inevitably die, our lives would be completely different.",
        "author": "Leo Tolstoy"
    },
    {
        "text": " Every soul will taste death, and you will only be given your [full] compensation on the Day of Resurrection. So he who is drawn away from the Fire and admitted to Paradise has attained [his desire]. And what is the life of this world except the enjoyment of delusion.",
        "author": "Surah Al-Imran: 185"
    },
    {
        "text": "Did you then think that We had created you without purpose and that you would never be returned to Us?",
        "author": "Surah Al-Mu’minun: 115"
    },
    {
        "text": "Every soul will taste death. And We test you with evil and with good as a trial, and to Us you will be returned.",
        "author": "Surah Al-Anbiya’:35"
    },
    {
        "text": "Death will surely come, if not today, then tomorrow.",
        "author": "Ali ibn Abi Talib"
    }
]